Tekla.Structures.Model.ModelHandler.CreateNewSingleUserModel(System.String,System.String,System.String)
Creates a new single user model.
Current model is not saved in the operation.
ModelName: The name for the new model.
ModelFolder: The folder path for the new model.
Template: The optional template name for the new model.
Returns: True on success.